Revit 2027 API
ParameterTypeId.PropertySegmentEW Property
 "E/W"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PropertySegmentEW { get; }
Public Shared ReadOnly Property PropertySegmentEW As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PropertySegmentEW {
	ForgeTypeId^ get ();
}
static member PropertySegmentEW : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace